var bitcoin_pass = "https://www.youtube.com/watch?v=dQw4w9WgXcQ";
var github = "https://github.com/DianaNeumann";

whoami = [
  "<br>",
  "It's me https://diananeumann.github.io/i-am/",
  "<br>"
];

help = [
  "<br>",
  '<span class="command">comments</span>            Get random comments from mock api (lab-6)',
  '<span class="command">whoami</span>              About me',
  '<span class="command">bitcoin_password</span>    Secrets password',
  '<span class="command">test</span>                TestTestTest',
  '<span class="command">github</span>              To go my github',
  '<span class="command">history</span>             View command history',
  '<span class="command">help</span>                lfsdlfskdgjdopfgkv',
  '<span class="command">clear</span>               Clear terminal',
  "<br>",
];

banner = [
  '<span class="index">Moriarty Mega Corporation Present. All rights reserved. Non-public document</span>',
  "⠀⢮⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠀",
  "⠀⢘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠠ ",
  "⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇",
  "⠀⢸⣿⣿⣿⣿⣿⡿⣽⠇⢸⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠆",
  "⠀⠈⠘⢿⣿⡿⢿⣇⣹⠇⠨⢎⣿⢿⣿⣿⡿⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠃",
  "⠀⠀⠀⢸⣿⡇⣷⣤⣩⡃⠘⠈⢸⠉⡤⣿⣅⡐⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣟⠆",
  "⠀⠀⠀⠈⠃⢿⠘⠛⠛⠃⠀⠀⠀⠀⠀⢿⣤⣉⡓⠻⣿⣿⣿⣿⣿⡳⣿⣿⡿⠀",
  "⠀⠀⠀⠀⠀⠈⣆⠀⠐⠀⢀⠀⠀⠀⠀⠈⠛⠿⠛⠁⠁⣿⣿⣿⣏⣽⣿⡟⠇⠀",
  "⠀⠀⠀⠀⠀⠀⠈⢦⡀⢀⠯⣤⠀⠀⠀⠀⠀⠀⠀⠀⢨⣿⣿⡿⠿⠿⠻⠁⠀⠀",
  "⠀⠀⠀⠀⠀⠀⠀⠀⢹⣄⡀⠀⠄⠀⡀⠀⠀⠀⢀⣠⢷⣿⣿⣿⡆⠀⠀⠀⠀⠀",
  "⠀⠀⠀⠀⠀⢀⣠⣶⣿⣿⠑⢤⣈⣄⣤⣤⢶⣟⠯⠃⢹⣿⣿⣿⣷⣄⠀⠀⠀⠀",
  "⠀⢀⣠⣴⣾⣿⣿⣿⣿⡏⢀⣦⣿⡞⠓⠋⠉⠀⠀⠀⢸⣿⣿⣿⣿⣿⣷⣄⠀⠀",
  "⣶⣿⣿⣿⣿⣿⣿⣿⣿⣷⣿⣿⣿⣷⡀⠂⠄⠀⠀⢀⣾⣿⣿⣿⣿⣿⣿⣯⣧⡀",
  "⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⢀⠀⣀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶",
  "⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣄⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿",
  " ____  _                     _   _                                          ",
  "|  _ \\(_) __ _ _ __   __ _  | \\ | | ___ _   _ _ __ ___   __ _ _ __  _ __    ",
  "| | | | |/ _` | '_ \\ / _` | |  \\| |/ _ \\ | | | '_ ` _ \\ / _` | '_ \\| '_ \\   ",
  "| |_| | | (_| | | | | (_| | | |\\  |  __/ |_| | | | | | | (_| | | | | | | |  ",
  "|____/|_|\\__,_|_| |_|\\__,_| |_| \\_|\\___|\\__,_|_| |_| |_|\\__,_|_| |_|_| |_|  ",
  "|_   _|__ _ __ _ __ ___ (_)_ __   __ _| |                                   ",
  "  | |/ _ \\ '__| '_ ` _ \\| | '_ \\ / _` | |                                   ",
  "  | |  __/ |  | | | | | | | | | | (_| | |                                   ", 
  "  |_|\\___|_|  |_| |_| |_|_|_| |_|\\__,_|_|                                   ",                                                             
  '<span class="color2">Welcome to my interactive terminal.</span>',
  "<span class=\"color2\">For a list of available commands, type</span> <span class=\"command\">'help'</span><span class=\"color2\">.</span>",
  "<span class=\"color2\">Сick on the flashing typing prompt below to start writing (I couldn't do the automatic focus😁😁)</span>",
];